tap "derailed/k9s"
tap "dhth/tap"
tap "f1bonacc1/tap"
tap "kiki-ki/tap"
tap "nikitabobko/tap"
brew "age"
brew "aichat"
brew "argc"
brew "arping"
brew "bandwhich"
brew "bat"
brew "bazelisk"
brew "btop"
brew "cargo-udeps"
brew "clang-format"
brew "coreutils"
brew "direnv"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "glow"
brew "graphviz"
brew "grpcurl"
brew "httpie"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "llama.cpp"
brew "make"
brew "markdownlint-cli"
brew "neovim", args: ["HEAD"]
brew "openjdk@17"
brew "perl"
brew "pkgconf"
brew "poppler"
brew "postgresql@14"
brew "protobuf"
brew "python@3.13"
brew "resvg"
brew "ripgrep"
brew "rsync"
brew "rust-analyzer"
brew "sevenzip"
brew "sleek"
brew "sops"
brew "spotify_player"
brew "starship"
brew "stern"
brew "stow"
brew "swiftformat"
brew "telnet"
brew "tlrc"
brew "tmux"
brew "tree"
brew "unzip"
brew "watch"
brew "wget"
brew "xcodes"
brew "yazi"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "dhth/tap/act3"
brew "f1bonacc1/tap/process-compose"
brew "kiki-ki/tap/qo"
cask "aerospace"
cask "appcleaner"
cask "drawio"
cask "font-fira-code-nerd-font"
cask "font-lilex-nerd-font"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "ijhttp"
cask "jordanbaird-ice"
cask "ngrok"
cask "obsidian"
cask "qutebrowser"
cask "stats"
cask "sublime-text"
cask "swiftformat-for-xcode"
cask "wezterm"
go "github.com/lasorda/protobuf-language-server"
cargo "bacon"
cargo "cargo-generate"
cargo "cargo-watch"
cargo "flamegraph"
cargo "gurk"
cargo "maudfmt"
cargo "pulldown-cmark"
cargo "sqlx-cli"
cargo "ttyper"
